{
    "first_one_dialog": [
        "Minh Hàn: Mày học hành kiểu gì thế này?",
        "Thời Đăng: Kệ tao",
        "Minh Hàn: Học hành thế này thi cử sao được",
        "Thời Đăng: Sao mày nói nhiều thế nhỉ ? Tao tạch thì liên quan gì đến mày ?",
        "Minh Hàn: Mày nói thế mà cũng nói được à"
    ],
    "first_two_dialog": [
        "Thời Đăng: Tao thích nói thế đấy! Giỏi vào đánh nhau xem nào ?"
    ],
    "second_one_dialogue": [
        "Minh Hàn: Ơ kia Thời Đăng dậy đi",
        "Thời Đăng: ...",
        "Minh Hàn: Ơ kìa mày làm sao thế dậy đi !!!",
        "Thời Đăng: ..."
    ],
    "second_two_dialogue": [
        "Thời Đăng: Đây là đâu? Sao mình lại ở đây?",
        "Thời Đăng: Làm sao để thoát khỏi nơi này?"
    ],
    "third_mission": [
        "???: Chào cậu bé",
        "Thời Đăng: Ông là ai ?",
        "???: Cậu không cần biết ta là ai",
        "Thời Đăng: Vậy thì tại sao ông ở đây ?",
        "???: Ta ở đây để giúp cậu một việc",
        "Thời Đăng: Việc gì ?",
        "???: Ta trông thấy cậu có vẻ đang gặp khó khăn với kì thi ở trên trường",
        "Thời Đăng: Tôi vẫn ổn không có vấn đề gì cả, chỉ là hơi lơ đễnh một chút thôi",
        "???: Vậy ta ở đây để giúp cậu đạt được kết quả tốt trong kì thi sắp tới",
        "Thời Đăng: Việc này tôi cần suy nghĩ một chút đã...",
        "???: Cần gì phải suy nghĩ, cậu nhìn bạn bè cậu chê cười mà không thấy xấu hổ sao ?",
        "Thời Đăng: Nhưng...",
        "???: Không nhưng gì hết, cậu có muốn giúp ta giúp một tay không. Suy nghĩ nhanh rồi trả lời !"
    ],
    "choice": [
        "Liệu quyết định của Thần Đăng là gì ?"
    ],
    "bad_ending": [
        "Thời Đăng: Tôi không cần sự giúp đỡ của ông, bạn bè tôi họ muốn tốt cho tôi thôi",
        "???: Ồ thật là đáng tiếc, cậu vừa bỏ lỡ một cơ hội quan trong đấy",
        "???: Thật là đáng tiếc..."
    ],
    "fourth_mission": [
        "Thời Đăng: Được",
        "???: Giao kèo. Khi ngày thi tới, ngủ đi và tôi sẽ lo liệu phần còn lại.",
        "???: Giờ thì nhắm mắt lại, rồi tôi sẽ đưa cậu ra khỏi giấc mơ này."
    ],
    "consequence_one": [
        "???: Một cô nhi viên đột ngột phát nổ, không một ai sống sót"
    ],
    "fifth_mission" : [
        "Thời Đăng: Mong là kì thi này sẽ không có vấn đề gì xảy ra"
    ],
    "moving_screen_three" : [
        "Minh Hàn: Oan gia ngõ hẹp thật đấy anh trai",
        "Thời Đăng: Mày nín. Lần này tao cho mày ra bã mới thôi",
        "Minh Hàn: Mạnh mồm gớm. Để em cho anh thấy nói trước bước không qua là như thế nào"
    ],
    "moving_screen_four" : [
        "Thời Đăng: Cho mày chết này !",
        "Thời Đăng: Chết này, cái tội khinh thường bố mày",
        "Mọi người: THỜI ĐĂNG, DỪNG LẠI NGAY, DỪNG LẠI NGAYYYY !!!"
    ],
    "moving_screen_five" : [
        "Thời Đăng: Sao mình bị trói thế này? Không dùng lửa đốt được",
        "Tấn Đại: Mày nghĩ sau khi làm Hàn thương nặng vậy tao vẫn để mày muốn làm gì thì làm ạ?",
        "Thời Đăng: Mọi khi toàn anh em nay tự dưng lại đổi xưng hô vậy? ",  
        "Thời Đăng: Mà sao thằng Hàn lại bị thương? Giờ nó sao rồi?",
        "Tấn Đại: Đừng có giả nai với tao! Không phải nhờ ơn mày à?",
        "Tấn Đại: Nếu mày vờ mất trí nhớ thì tao cũng không ngại nhắc lại đâu. Là chính mày đánh cho nó đi dạo một vòng Quỷ Môn Quan đấy!",
        "Thời Đăng: Em… Em thật sự không nhớ gì hết!",
        "Tấn Đại: Lo cho thân mày trước đi. Từ mai trở đi bọn tao sẽ cho mày thấy thế nào là địa ngục" 
    ],
    "moving_screen_six" : [
        "Thời Đăng: Mọi người dừng lại đi, em đau quá !",
        "Thời Đăng: Aaaaa"
    ],
    "moving_screen_seven" : [
        "Thời Đăng: QUÁ ĐỦ RỒI",
        "Thời Đăng: Đã tuyệt tình vậy thì có lẽ cũng chẳng cần cái thứ gọi là tình thân này nữa !"
    ],
    "moving_screen_eight" : [
        "Minh Hàn: Ôi cái thân tôi! Mới 13 mà như 83 vậy. Ê ẩm chết mất!",
        "Tấn Đại: Em ấy tỉnh rồi!",
        "Minh Hàn: Mọi người đều ở đây à? Anh Đăng đâu rồi?",
        "Hải Phong: Nó bỏ đi rồi. Thôi đừng nhắc cái thằng đó nữa. Sau khi đánh em thành ra thế này mà vẫn còn quan tâm nó à?",
        "Minh Hàn: Không phải như mọi người nghĩ đâu. Nhất thời em không giải thích hết được, nhưng người lúc đó em chắc chắn không phải là Đăng",
        "Cảnh Dương: Ý anh là sao?",
        "Minh Hàn: Không còn thời gian nữa. Đưa anh đi tìm anh ấy nhanh. Anh có dự cảm không lành"
    ],
    "moving_screen_nine" : [
        "Chí Tùng: Ở gốc cây hình như có người",
        "Hải Phong: Thời Đăng… là em sao?",
        "Thời Đăng: À không. Không phải đâu? Mấy người cũng biết mà? Thôi cái trò anh em sến súa lại đi nào. Nó làm tao thật buồn nôn",
        "Tấn Đại: Thời Đăng! Em quay lại đi!",
        "Thời Đăng: Thời Đăng? Ồ, nó chết rồi",
        "Minh Đăng: Xin giới thiệu lại với chúng mày, tao là Minh Đăng. Minh trong u minh, không phải ba cái ánh sáng của lũ đạo đức giả chúng mày",
        "Minh Hàn: Mày đây rồi",
        "Minh Đăng: Xem thằng thất bại nào đây?",
        "Minh Hàn: Trả anh ấy lại cho tao!"
    ],
    "moving_screen_ten": [
        "Minh Đăng: Đáng thương thay những kẻ ngu ngốc và mù quáng. Thật ra sức mạnh thật của tao, ai đã thấy thì cũng chỉ có lần đó thôi",
        "Minh Đăng: Đừng lo, ta sẽ thực hiện nguyện vọng của ngươi nửa kia ạ. Chúng sẽ phải trả giá, từng người một",
        "Minh Hàn: Thời Đăng! Mau tỉnh lại! Đừng để hắn điều khiển anh!"
    ],
    "moving_screen_eleven" : [
        "Minh Đăng: Sao cậu không đi ngủ tiếp đi? Chẳng phải tôi đang thực hiện nguyện vọng của chúng ta sao?",
        "Thời Đăng: Bớt nhét chữ vào mồm tao ",
        "Minh Đăng: Hơi sơ suất khi nhốt cậu trong không gian đó rồi. Ai mà ngờ được tên đó có thể nói vào tận đây nhỉ?",
        "Thời Đăng: Tao ngờ được. Mày làm gì đủ tuổi mà ngờ được như tao? Kết thúc được rồi đấy, thằng giả mạo"
    ],
    "good_ending" : [
        "Minh Đăng: Dù cậu tiêu diệt tôi bao nhiêu lần tôi vẫn sẽ trở lại mà thôi. Những mảnh tàn hồn của tôi sẽ mãi tồn tại trong không gian này. Tới một lúc nào đó chúng ta sẽ lại gặp lại nhau"
    ],
    "consequence_two" : [
        "Thời Đăng: Tôi là ai, tôi đang ở đâu ?",
        "Minh Hàn: Cậu trở lại rồi !",
        "Minh Hàn: May quá mọi người đang lo cho cậu đây",
        "Thời Đăng: Vậy là mọi chuyện kết thúc rồi sao ?",
        "Minh Hàn: Có chuyện gì đâu, chúng ta vẫn là anh em tốt mà nhớ chứ !" 
    ]
}